{"AutoApprovalTime": "2015-11-16T23:11:43Z", "AssignmentId": "3OSWBBLG1EXI2UHS8PKEOCFJQZUDXN", "WorkerId": "anon18", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "2afc_instructions", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge"], "rating": ["6", "7", "3", "3", "6", "6", "6", "7", "4", "7", "7", "6", "6", "5", "3", "5", "3", "4", "7", "6", "6", "7", "7", "6", "7", "7", "6", "0", "1", "1", "1", "1", "1", "1", "0", "0", "1", "0", "1", "0", "0", "0", "1", "0", "1", "0", "1", "1", "0", "0", "0", "1", "1", "0"], "ladder": ["3"], "sentence": ["Children of different ages learn in very different ways. For example, preschoolers learn differently from babies and toddlers.", "A strong bond with mom is important if a baby is going to have good relationships in the future.", "Children learn the most when they are allowed to play unsupervised by adults.", "The primary role of parents is to act as supportive friends to their children.", "When planning family activities, parents should think about what their child likes to do.", "Holding, cradling, and sleeping together with babies is important for forming strong bonds with parents.", "Children learn best when adults always reward them for correct answers or behaviors.", "Babies learn mostly from their own senses (e.g., touch, smell, taste) and physical exploration of the world.", "It is best not to have many rules for children, so that they can establish independence.", "Babies learn by noticing patterns around them (e.g., mom always looks for her phone after the ringing noise).", "Children can learn about abstract concepts like good behavior from an early age.", "The most important thing for young children to learn is to control their impulses (e.g., waiting when told to wait).", "Although a lot about babies and adults is different, they still learn in basically the same way.", "The best way to encourage children to behave well is to punish them when they misbehave.", "Children learn the most when adults talk to them about something they are already interested in.", "If young children do not learn to control their behavior, they will not be able to learn or socialize normally later on.", "Babies are born as a blank slate and their personalities are formed through their experiences.", "Newborn babies can see and hear and have some simple physical reflexes (e.g., blinking and sucking), but have almost no other knowledge.", "Itâs more important for parents to provide a safe and loving environment than to make strict rules.", "Children can learn a lot just by playing, especially when they are allowed to choose what to play with.", "Children who have behavior problems often donât get enough love at home.", "Parents should always explain the reasons for their rules to children.", "Babies learn by looking for things that feel and taste good (e.g., by putting things in their mouths).", "It is important for children to learn to respect adults, such as parents and teachers.", "Children learn best from examples: if they are shown why an idea is right, or why a behavior is good, they can learn without rewards or punishments.", "Childrenâs development happens in stages; at first they learn about simple things they can see, and then later on they learn about abstract things, such as numbers.", "Adults should have strict rules about what children can and cannot do.", "", "Children are learning about math when they learn the names of different shapes (like triangles and squares).", "Talking to 3-year-olds can help them do better in school.", "Toddlers need to learn how to count before they can understand math.", "2-year-olds should do their best to listen quietly when you read to them.", "Parents should not talk back when their toddlers use âbaby-talkâ (like when they say âba-baâ instead of âteddy bearâ).", "The more television children under 2 watch by themselves the more words they learn.", "By the age of 3, children answer questions just as quickly as adults.", "Talking about the difference between tall and short teaches toddlers about math.", "Parents need to know a lot of big words to teach children how to talk.", "How many words 3-year-olds know cannot predict how many new words they will learn during their lifetime.", "Using baby-talk (i.e. talking in a sing-song voice) helps babies learn how to talk.", "Some books should be kept where babies can reach them.", "Talking to children cannot make them smarter.", "Adults cannot have conversations with babies who canât talk yet.", "You cannot teach children anything new by reading them the same book over and over.", "Children can learn from looking at books by themselves before they know how to read.", "Saying numbers and counting are the only ways you can help toddlers get ready to learn math in school.", "Pointing to things is one way that babies learn how to talk.", "Itâs the schoolâs responsibility to make sure children learn how to read and do math.", "Babies should be able to see your face when you talk to them.", "How many words 3-year-olds know can predict how well they might do in kindergarten.", "Children learn fewer words when adults talk with a warm tone.", "Children should be told what to do instead of given choices.", "Parents who have trouble reading can help their children learn how to read books.", "Watching educational TV is good for children of all ages.", "Children learn fewer words when they donât pay attention to what youâre saying.", "Itâs best for children to wait until they are old enough for school to learn about math."], "expt_aim": ["To see what people expect/know about teaching babies and toddlers "], "expt_gen": ["No"], "homelang": ["English"], "children": ["yes"]}}, "AcceptTime": "2015-11-16T22:57:19Z", "HITId": "3X4Q1O9UBHMC4S4WQJPUGNJ7PZ07O8", "Assignment": "", "AssignmentStatus": "Submitted", "SubmitTime": "2015-11-16T23:06:43Z"}