{"ApprovalTime": "2015-12-17T22:46:54Z", "AutoApprovalTime": "2015-12-17T22:45:02Z", "AssignmentId": "3MB8LZR5BFTVG66DMN3DHVFM4FSKLT", "WorkerId": "anon49", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge", "knowledge"], "rating": ["1", "1", "0", "1", "1", "0", "0", "1", "1", "0", "1", "1", "1", "1", "1", "1", "1", "0", "1", "1", "0", "0", "0", "1", "0", "1", "0", "1", "0", "1", "1", "0", "0", "0", "1", "0", "1", "1", "1", "0", "0", "0", "1", "1", "1", "1", "0", "1", "0", "1", "0", "0", "0", "1"], "childAgeYoung": ["2y"], "gender": ["female"], "ladder": ["4"], "sentence": ["Holding and cradling babies is important for forming strong bonds with parents.", "Children learn best when adults give them examples (e.g., examples of good behavior).", "Parents should not have strict rules about what children can and cannot do.", "If young children do not learn to control their behavior, they will have trouble learning and making friends later on.", "Parents should encourage young children to talk about their opinions.", "Children learn the most when adults talk to them about something they are already interested in.", "Children should not be punished for breaking small rules.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "It is important for children to learn to not interrupt their parents.", "Children become spoiled if they receive too much affection from parents.", "Children can learn about things like good and bad behavior from an early age.", "Itâs important for a baby to have a strong bond with mom.", "Children can learn a lot just by playing.", "If a child does not enjoy an activity, the parent should not force the child to do it.", "The most important role for parents is to provide structure for their children in the form of rules.", "Babies start to learn about the world (e.g., their toy ball is heavier than their cup) even before they learn to talk.", "Children cannot learn if parents donât reward them when they are right.", "The best way to encourage children to behave well is to punish them when they misbehave.", "Children learn the most when they can choose how to play instead of being told how to play.", "Itâs important for parents to provide a safe and loving environment for their child.", "Children who have behavior problems often donât get enough love at home.", "Parents do not need to talk to their child about the childâs feelings.", "It is not helpful for adults to explain the reasons for rules to children.", "It is very important that children learn to respect adults, such as parents and teachers.", "Using baby-talk (i.e. talking in a sing-song voice) helps babies learn how to talk.", "Pointing to things is one way that babies learn how to talk.", "Adults cannot have conversations with babies who canât talk yet.", "Toddlers need to learn how to count before they can understand math.", "Parents should not talk back when their toddlers use âbaby-talkâ (like when they say âba-baâ instead of âteddy bearâ).", "Children who know fewer words when they start school will probably do worse in third grade than their classmates who know more words.", "How many words 3-year-olds know can predict how well they might do in kindergarten.", "The more television children under 2 watch by themselves the more words they learn.", "By the age of 3, children answer questions just as quickly as adults.", "Talking to children cannot make them smarter.", "Watching educational TV is good for children of all ages.", "Itâs best for children to wait until they are old enough for school to learn about math.", "When reading with toddlers, you should always read all of the words on one page before moving on to the next page.", "Children learn fewer words when they donât pay attention to what youâre saying.", "Some books should be kept where babies can reach them.", "Saying numbers and counting are the only ways you can help toddlers get ready to learn math in school.", "Itâs the schoolâs responsibility to make sure children learn how to read and do math.", "Having conversations with adults while watching television can help 3-year-olds learn new words.", "How many words 3-year-olds know cannot predict how many new words they will learn during their lifetime.", "Babies should be able to see your face when you talk to them.", "2-year-olds should do their best to listen quietly when you read to them.", "Children can learn from looking at books by themselves before they know how to read.", "Children should be told what to do instead of given choices.", "Talking to 3-year-olds can help them do better in school.", "Parents who have trouble reading can help their children learn how to read books.", "Talking about the difference between tall and short teaches toddlers about math.", "Parents need to know a lot of big words to teach children how to talk.", "Children learn fewer words when adults talk with a warm tone.", "You cannot teach children anything new by reading them the same book over and over.", "Children are learning about math when they learn the names of different shapes (like triangles and squares)."], "expt_aim": ["Perceptions of how children learn"], "children": ["2"], "expt_gen": [""], "race": ["white"], "homelang": ["English"], "education": ["4year"], "age": ["30-39"], "ethnicity": ["NonHispanic"], "childAgeOld": ["4y"]}}, "AcceptTime": "2015-12-17T22:34:54Z", "HITId": "3W0KKJIARR9XEFO02WP7N6YTHQSK89", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2015-12-17T22:40:02Z"}