{"ApprovalTime": "2016-01-06T22:06:51Z", "AutoApprovalTime": "2016-01-06T22:05:26Z", "AssignmentId": "31HQ4X3T3SAT4PJLRWCF8H6WM1ULSL", "WorkerId": "anon113", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["1", "6", "2", "3", "6", "3", "3", "3", "1", "1", "5", "6", "6", "0", "6", "4", "6", "0", "4", "6", "5", "4", "3", "6", "6", "3", "6", "0", "6", "0", "0", "4", "2", "6", "0", "2", "2", "6", "2", "5", "6", "1"], "childAgeYoung": ["2y"], "gender": ["Female "], "ladder": ["5"], "sentence": ["Children become spoiled if they receive too much attention from parents.", "Itâs important for babies and mothers to have strong bonds.", "Children will not learn how to control their emotions if parents always comfort them when upset.", "Children donât learn as much from other children as they do from watching adults.", "Babiesâ repetitive behaviors (e.g. banging a cup on the table) are a way for them to explore cause and effect.", "Children should not be punished for breaking small rules.", "The best way to encourage children to behave well is to punish them when they misbehave.", "It is important for children to learn to not interrupt their parents.", "It is not helpful for adults to explain the reasons for rules to young children because they wonât understand.", "Parents should follow their childrenâs lead rather than imposing structure in the form of rules.", "Children learn the most when adults talk to them about something they are already interested in.", "Children can learn about things like good and bad behavior from a very early age.", "Children should be given comfort and understanding when they are scared or unhappy.", "Children donât need to learn about numbers and math until they go to school.", "Holding and cradling babies is important for forming strong bonds between parent and child.", "Rules and structure donât prevent children from having tantrums.", "Children should be taught to be grateful to their parents.", "Parents do not need to talk to their child about his or her emotions.", "Children learn the most when they can choose how to play instead of being told how to play.", "Babies start to learn about the world (e.g., their toy ball is heavier than their cup) even before they learn to talk.", "Young children should be allowed to make their own decisions, such as what to eat for dinner.", "The best toys for kids are the simplest ones, like blocks or crayons.", "Parents should not worry if their toddler misbehaves a lot.", "Itâs important to play pretend with children.", "Itâs more important to take care of babiesâ basic needs than it is to expose them to new experiences.", "If young children do not learn to control their behavior, they will have trouble learning and making friends later on.", "Parents need to provide safe and loving environments for their children.", "Reading books to children is not helpful if they have not yet learned to speak.", "Babies learn about things that tend to happen together (e.g., mom always looks for her phone when it rings).", "Too much affection can harm or weaken a child.", "Thereâs no reason to talk with children about their feelings before they are mature enough to understand.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "Parents should not have strict rules about what children can and cannot do.", "It is very important that children learn to respect adults, such as parents and teachers.", "Children should not begin learning to read until they start school.", "Playing with friends is good for childrenâs social skills but does not help children learn anything.", "Parents should choose the toys children play with, regardless of the childâs preferences.", "Young children can teach themselves things by exploring and playing.", "Parents should limit the amount of time their child plays freely with toys.", "Children learn best when adults give them examples (e.g., examples of good behavior).", "Parents should encourage young children to talk about their opinions.", "Playing nonsense games with children can teach them bad habits."], "expt_aim": ["The different opinions on parenting skills."], "children": ["1"], "expt_gen": ["I think it was a great survey and a good experience. I love being a mom, I am a stay at home mom and notice things all the time. I think it was great and would take another parenting survey!"], "race": ["white"], "homelang": ["English"], "education": ["highSchool"], "age": ["20-29"], "ethnicity": ["NonHispanic"], "childAgeOld": ["2y"]}}, "AcceptTime": "2016-01-06T21:54:05Z", "HITId": "38DCH97KHH289ZIE656V8IJGWDUQJJ", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-01-06T22:00:26Z"}