{"ApprovalTime": "2015-10-29T22:56:51Z", "AutoApprovalTime": "2015-10-29T22:55:41Z", "AssignmentId": "3E7TUJ2EGCMS1YZU59E089T1I5T9D7", "WorkerId": "anon6", "answers": {"data": {"rating": ["7", "4", "5", "5", "3", "1", "1", "2", "7", "3", "4", "5", "5", "7", "5", "5", "2", "2", "1", "5", "4", "5", "3", "5", "7", "2", "4", "7", "6", "1", "7", "7", "3", "7", "2", "4", "2", "4", "5", "7", "6", "6", "4", "7"], "language": ["English"], "expt_aim": ["how people understand how children develop"], "expt_gen": ["none"], "children": ["no"], "sent": ["Babies learn by noticing patterns around them (e.g., mom always looks for her phone after the ringing noise).", "How many words 3-year-olds know cannot predict how many new words they will learn during their lifetime.", "Having conversations with adults while watching television can help 3-year-olds learn new words.", "How many words 3-year-olds know can predict how well they might do in kindergarten.", "It’s best for children to wait until they are old enough for school to learn about math.", "Saying numbers and counting are the only ways you can help toddlers get ready to learn math in school.", "Children should be told what to do instead of given choices.", "Babies are born with some knowledge about the world, including expectations about the people and objects around them.", "Talking to 3-year-olds can help them do better in school.", "It’s the school’s responsibility to make sure children learn how to read and do math.", "If young children do not learn to control their behavior, they will not be able to learn or socialize normally later on.", "By the age of 3, children answer questions just as quickly as adults.", "Watching educational TV is good for children of all ages.", "Newborn babies can see and hear and have some simple physical reflexes (e.g., blinking and sucking), but have almost no other knowledge.", "Children who know fewer words when they start school will probably do worse in third grade than their classmates who know more words.", "Children are learning about math when they learn the names of different shapes (like triangles and squares).", "Although a lot about babies and adults is different, they still learn in basically the same way.", "Adults cannot have conversations with babies who can’t talk yet.", "Children learn fewer words when adults talk with a warm tone.", "Babies learn mostly from their own senses (e.g., touch, smell, taste) and physical exploration of the world.", "Children learn best from examples: if they are shown why an idea is right, or why a behavior is good, they can learn without rewards or punishments.", "Children learn best when adults always reward them for correct answers or behaviors.", "Babies learn most when they are surprised by the outcome an event (e.g., an object falling off the table when they push it).", "Pointing to things is one way that babies learn how to talk.", "Children can learn about abstract concepts like good behavior from an early age.", "The more television children under 2 watch by themselves the more words they learn.", "Children learn fewer words when they don’t pay attention to what you’re saying.", "When reading with toddlers, you should always read all of the words on one page before moving on to the next page.", "Babies should be able to see your face when you talk to them.", "Talking to children cannot make them smarter.", "Some books should be kept where babies can reach them.", "Children can learn from looking at books by themselves before they know how to read.", "You cannot teach children anything new by reading them the same book over and over.", "Children of different ages learn in very different ways. For example, preschoolers learn differently from babies and toddlers.", "Toddlers need to learn how to count before they can understand math.", "Parents need to know a lot of big words to teach children how to talk.", "Parents should not talk back when their toddlers use ‘baby-talk’ (like when they say “ba-ba” instead of “teddy bear”).", "Children’s development happens in stages; at first they learn about simple things they can see, and then later on they learn about abstract things, such as numbers.", "2-year-olds should do their best to listen quietly when you read to them.", "Using baby-talk (i.e. talking in a sing-song voice) helps babies learn how to talk.", "Talking about the difference between tall and short teaches toddlers about math.", "Parents who have trouble reading can help their children learn how to read books.", "The most important thing for young children to learn is to control their impulses (e.g., waiting when told to wait).", "Babies learn by looking for things that feel and taste good (e.g., by putting things in their mouths)."]}}, "AcceptTime": "2015-10-29T22:45:53Z", "HITId": "391JB9X4ZY8CZ4Q4WXZQSOZO0CKKMX", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2015-10-29T22:50:41Z"}