{"ApprovalTime": "2016-03-03T05:36:51Z", "AutoApprovalTime": "2016-03-03T05:36:39Z", "AssignmentId": "3ZGVPD4G6THEOED4VX8EQ1DG6D9TZ1", "WorkerId": "anon233", "answers": {"data": {"trial_number_block": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 0, "", "", "", "", "", "", "", "", "", ""], "trial_type": ["attitudes_instruct", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "priorities_instruct", "priorities", "priorities", "priorities", "priorities", "priorities", "priorities", "priorities", "priorities", "priorities", "priorities"], "rating": ["2", "0", "1", "6", "3", "5", "0", "1", "0", "5", "6", "2", "0", "4", "1", "6", "3", "1", "5", "3", "2", "5", "0", "5", "6", "3", "2", "4", "6", "5", "6", "5", "6", "6"], "childAgeYoung": [""], "gender": ["Male"], "ladder": ["3"], "sentence": ["", "Children who receive too much attention from their parents become spoiled.", "Babies can’t learn about the world until they learn to speak.", "Children and parents do not need to feel emotionally close as long as children are kept safe.", "It is very important that there are consequences when a child breaks a rule, big or small.", "It is very important that children learn to respect adults, such as parents and teachers.", "It’s important for parents to help children learn to deal with their emotions.", "Too much affection, such as hugging and kissing, can make a child weak.", "Young children should be allowed to make their own decisions, like what to play with and when to eat.", "It is okay if young children boss around their caregivers.", "Parents can prepare young children to succeed in school by teaching them things, such as shapes and numbers.", "Babies can learn a lot just by playing.", "It is very important for young children to do as they are told, for example, waiting when they are told to wait.", "It is not helpful to explain the reasons for rules to young children because they won’t understand.", "It is okay if children see adults as equals rather than viewing them with respect.", "Children don’t need to learn about numbers and math until they go to school.", "A child who has close bonds with his or her parents will have better relationships later on in life.", "Children should be comforted when they are scared or unhappy.", "Parents do not need to worry if their child misbehaves a lot.", "Parents can help babies learn language by talking to them.", "Children should be grateful to their parents.", "Parents should not try to calm a child who is upset, it is better to let children calm themselves.", "Parents should pay attention to what their child likes and dislikes.", "Reading books to children is not helpful if they have not yet learned to speak.", "It is good to let children explore and experiment.", "", "is not overly reliant on family support.", "is professionally successful.", "respects and follows the rules of society.", "fits in with peers and colleagues.", "gives back to their community.", "forges their own path.", "is kind and generous to others.", "stays out of trouble.", "is creative and innovative.", "is curious and knowledgeable about the world."], "expt_aim": ["Feelings on parenting correlated to how many kids you have"], "children": ["0"], "expt_gen": ["No"], "race": ["black"], "homelang": ["English"], "education": ["4year"], "age": ["30-39"], "ethnicity": ["NonHispanic"], "childAgeOld": [""]}}, "AcceptTime": "2016-03-03T05:18:56Z", "HITId": "389A2A304OIXDS79FFVU68F3T9UC04", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-03-03T05:31:39Z"}