{"ApprovalTime": "2016-01-13T19:11:53Z", "AutoApprovalTime": "2016-01-13T19:11:08Z", "AssignmentId": "336KAV9KYQSKZP9MGWMZB7VOXWC2YO", "WorkerId": "anon25", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["5", "6", "0", "6", "6", "0", "6", "6", "0", "0", "0", "6", "1", "6", "2", "1", "6", "0"], "childAgeYoung": ["2y"], "gender": ["female"], "ladder": ["5"], "sentence": ["Babiesâ repetitive behaviors (e.g. banging a cup on the table) are a way for them to explore cause and effect.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "It is not helpful for adults to explain the reasons for rules to young children because they wonât understand.", "Children can learn about things like good and bad behavior from a very early age.", "Holding and cradling babies is important for forming strong bonds between parent and child.", "Parents do not need to talk to their child about his or her emotions.", "Young children can teach themselves things by exploring and playing.", "Children should be given comfort and understanding when they are scared or unhappy.", "Too much affection can make a child weak.", "Children become spoiled if they receive too much attention from parents.", "Children donât need to learn about numbers and math until they go to school.", "It is very important that children learn to respect adults, such as parents and teachers.", "Young children should be allowed to make their own decisions, such as what to eat for dinner.", "Parents need to provide safe and loving environments for their children.", "Children should not be punished for breaking small rules.", "Parents should follow their childrenâs lead rather than imposing structure in the form of rules.", "Children should be taught to be grateful to their parents.", "Reading books to children is not helpful if they have not yet learned to speak."], "expt_aim": ["How various types people view aspects of children and babies."], "children": ["morethan5"], "expt_gen": ["All went well."], "race": ["white"], "homelang": ["English"], "education": ["someCollege"], "age": ["30-39"], "ethnicity": ["NonHispanic"], "childAgeOld": ["olderthan10"]}}, "AcceptTime": "2016-01-13T19:03:01Z", "HITId": "3JU8CV4BRLC1AY8WM5JBG9ASQDWOPR", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-01-13T19:06:08Z"}