{"ApprovalTime": "2016-01-13T19:21:52Z", "AutoApprovalTime": "2016-01-13T19:19:07Z", "AssignmentId": "3HQUKB7LNFE2SKMFPHLICB6NWJHHHM", "WorkerId": "anon186", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["1", "1", "5", "3", "0", "0", "6", "6", "1", "2", "6", "6", "6", "6", "6", "0", "5", "1"], "childAgeYoung": ["8y"], "gender": ["Female"], "ladder": ["3"], "sentence": ["Children donât need to learn about numbers and math until they go to school.", "Young children should be allowed to make their own decisions, such as what to eat for dinner.", "Children should be taught to be grateful to their parents.", "It is not helpful for adults to explain the reasons for rules to young children because they wonât understand.", "Parents should follow their childrenâs lead rather than imposing structure in the form of rules.", "Reading books to children is not helpful if they have not yet learned to speak.", "It is very important that children learn to respect adults, such as parents and teachers.", "Young children can teach themselves things by exploring and playing.", "Too much affection can make a child weak.", "Children become spoiled if they receive too much attention from parents.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "Holding and cradling babies is important for forming strong bonds between parent and child.", "Parents need to provide safe and loving environments for their children.", "Children should be given comfort and understanding when they are scared or unhappy.", "Babiesâ repetitive behaviors (e.g. banging a cup on the table) are a way for them to explore cause and effect.", "Parents do not need to talk to their child about his or her emotions.", "Children can learn about things like good and bad behavior from a very early age.", "Children should not be punished for breaking small rules."], "expt_aim": ["How well people understand child psychology and development"], "children": ["1"], "expt_gen": ["N/A"], "race": ["white"], "homelang": ["English"], "education": ["highSchool"], "age": ["20-29"], "ethnicity": ["NonHispanic"], "childAgeOld": [""]}}, "AcceptTime": "2016-01-13T19:11:26Z", "HITId": "3JU8CV4BRLC1AY8WM5JBG9ASQDWOPR", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-01-13T19:14:07Z"}