{"ApprovalTime": "2016-01-13T19:26:52Z", "AutoApprovalTime": "2016-01-13T19:22:56Z", "AssignmentId": "30OG32W0SUBII6HO2E8PWS66QFYNEL", "WorkerId": "anon38", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["2", "6", "0", "3", "6", "6", "2", "3", "3", "0", "6", "6", "0", "6", "0", "6", "0", "2"], "childAgeYoung": [""], "gender": ["Male"], "ladder": ["2"], "sentence": ["Parents should follow their childrenâs lead rather than imposing structure in the form of rules.", "Parents need to provide safe and loving environments for their children.", "Reading books to children is not helpful if they have not yet learned to speak.", "It is very important that children learn to respect adults, such as parents and teachers.", "Children can learn about things like good and bad behavior from a very early age.", "Children should not be punished for breaking small rules.", "Too much affection can make a child weak.", "Babiesâ repetitive behaviors (e.g. banging a cup on the table) are a way for them to explore cause and effect.", "Children should be taught to be grateful to their parents.", "Young children should be allowed to make their own decisions, such as what to eat for dinner.", "Holding and cradling babies is important for forming strong bonds between parent and child.", "Young children can teach themselves things by exploring and playing.", "Parents do not need to talk to their child about his or her emotions.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "It is not helpful for adults to explain the reasons for rules to young children because they wonât understand.", "Children should be given comfort and understanding when they are scared or unhappy.", "Children donât need to learn about numbers and math until they go to school.", "Children become spoiled if they receive too much attention from parents."], "expt_aim": ["How people's attitudes on children differ based on demographics."], "children": ["0"], "expt_gen": ["Yes: Binary options are often useless. For example: \"Childs repetitive movements are ways for a child to explore cause and effect\"...  Agree/Disagree is a false dichotomy here. If the child is repeatedly waving his arms and smiling, then it is an expression of emotion.  If they repeatedly push a button on a toy to hear a noise, it might be exploring cause and effect, or it might be hedonistic if the child enjoys it."], "race": ["white"], "homelang": ["English"], "education": ["someCollege"], "age": ["20-29"], "ethnicity": ["NonHispanic"], "childAgeOld": [""]}}, "AcceptTime": "2016-01-13T19:13:10Z", "HITId": "3JU8CV4BRLC1AY8WM5JBG9ASQDWOPR", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-01-13T19:17:56Z"}