{"ApprovalTime": "2016-01-13T19:16:52Z", "AutoApprovalTime": "2016-01-13T19:12:49Z", "AssignmentId": "3WAKVUDHUWGA4HMNC7654D6JCONU7Y", "WorkerId": "anon85", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["3", "6", "0", "0", "6", "6", "3", "6", "6", "0", "6", "0", "6", "6", "6", "0", "6", "6"], "childAgeYoung": [""], "gender": ["male"], "ladder": ["1"], "sentence": ["Parents do not need to talk to their child about his or her emotions.", "Holding and cradling babies is important for forming strong bonds between parent and child.", "Reading books to children is not helpful if they have not yet learned to speak.", "Young children should be allowed to make their own decisions, such as what to eat for dinner.", "Children should be given comfort and understanding when they are scared or unhappy.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "Children should not be punished for breaking small rules.", "Children become spoiled if they receive too much attention from parents.", "Parents need to provide safe and loving environments for their children.", "It is not helpful for adults to explain the reasons for rules to young children because they wonât understand.", "Babiesâ repetitive behaviors (e.g. banging a cup on the table) are a way for them to explore cause and effect.", "Parents should follow their childrenâs lead rather than imposing structure in the form of rules.", "Too much affection can make a child weak.", "Young children can teach themselves things by exploring and playing.", "Children should be taught to be grateful to their parents.", "Children donât need to learn about numbers and math until they go to school.", "It is very important that children learn to respect adults, such as parents and teachers.", "Children can learn about things like good and bad behavior from a very early age."], "expt_aim": ["Seeing how economic classes affect child upbringing"], "children": ["0"], "expt_gen": ["no comments"], "race": ["white"], "homelang": ["English"], "education": ["4year"], "age": ["30-39"], "ethnicity": ["NonHispanic"], "childAgeOld": [""]}}, "AcceptTime": "2016-01-13T19:04:47Z", "HITId": "3JU8CV4BRLC1AY8WM5JBG9ASQDWOPR", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-01-13T19:07:49Z"}