{"ApprovalTime": "2015-12-17T04:06:58Z", "AutoApprovalTime": "2015-12-17T04:02:36Z", "AssignmentId": "3SPJ0334213K5L7UNHSRAOH5Y4VJYI", "WorkerId": "anon87", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["5", "6", "7", "1", "7", "7", "7", "7", "2", "1", "7", "7", "4", "5", "7", "7", "6", "7", "7", "1", "7", "7", "7", "7"], "childAgeYoung": [""], "gender": ["Male"], "ladder": ["6"], "sentence": ["If a child does not enjoy an activity, the parent should not force the child to do it.", "Children become spoiled if they receive too much affection from parents.", "Children can learn a lot just by playing.", "Parents do not need to talk to their child about the childâs feelings.", "Children learn the most when adults talk to them about something they are already interested in.", "Children learn best when adults give them examples (e.g., examples of good behavior).", "The most important role for parents is to provide structure for their children in the form of rules.", "Itâs important for parents to provide a safe and loving environment for their child.", "It is not helpful for adults to explain the reasons for rules to children.", "Parents should not have strict rules about what children can and cannot do.", "Parents should encourage young children to talk about their opinions.", "Itâs important for a baby to have a strong bond with mom.", "Children cannot learn if parents donât reward them when they are right.", "Children learn the most when they can choose how to play instead of being told how to play.", "It is important for children to learn to not interrupt their parents.", "It is very important that children learn to respect adults, such as parents and teachers.", "If young children do not learn to control their behavior, they will have trouble learning and making friends later on.", "Children who have behavior problems often donât get enough love at home.", "The best way to encourage children to behave well is to punish them when they misbehave.", "Children should not be punished for breaking small rules.", "Babies start to learn about the world (e.g., their toy ball is heavier than their cup) even before they learn to talk.", "Holding and cradling babies is important for forming strong bonds with parents.", "Children can learn about things like good and bad behavior from an early age.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait)."], "expt_aim": ["How an adult feels about what is right for their children."], "children": ["2"], "expt_gen": ["The questions in the survey were good. Thank you."], "race": ["white"], "homelang": ["English"], "education": ["4year"], "age": ["40-49"], "ethnicity": [""], "childAgeOld": ["olderthan10"]}}, "AcceptTime": "2015-12-17T03:52:06Z", "HITId": "33CLA8O0MIBSGYBI0U4AYA1TZMVRFM", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2015-12-17T03:57:36Z"}