{"ApprovalTime": "2017-03-24T01:41:11Z", "AutoApprovalTime": "2017-03-24T01:41:09Z", "AssignmentId": "36W0OB37HWEOJ5M9V3RPCIAS8S6HZ2", "WorkerId": "anon15", "answers": {"data": {"rating": ["5", "2", "5", "1", "6", "5", "0", "6", "5", "0", "3", "6", "5", "5", "3", "0", "0", "6", "4", "2", "1", "1", "0", "1", "6", "4", "2", "0", "5", "4", "6", "4", "5", "3", "3", "0"], "behaveAge": ["7-12"], "education": ["4year"], "sentence": ["It is very important for young children to do as they are told, for example, waiting when they are told to wait.", "Young children should be allowed to make their own decisions, like what to play with and when to eat.", "Babies can learn a lot just by playing.", "Children who receive too much attention from their parents become spoiled.", "Parents can prepare young children to succeed in school by teaching them things, such as shapes and numbers.", "It is good to let children explore and experiment.", "Babies can’t learn about the world until they learn to speak.", "It’s important for parents to help children learn to deal with their emotions.", "Parents should pay attention to what their child likes and dislikes.", "Children and parents do not need to feel emotionally close as long as children are kept safe.", "Parents do not need to worry if their child misbehaves a lot.", "It is very important that children learn to respect adults, such as parents and teachers.", "Children should be comforted when they are scared or unhappy.", "It is very important that there are consequences when a child breaks a rule, big or small.", "A child who has close bonds with his or her parents will have better relationships later on in life.", "Reading books to children is not helpful if they have not yet learned to speak.", "It is okay if young children boss around their caregivers.", "Parents can help babies learn language by talking to them.", "Children should be grateful to their parents.", "Parents should not try to calm a child who is upset, it is better to let children calm themselves.", "Too much affection, such as hugging and kissing, can make a child weak.", "It is okay if children see adults as equals rather than viewing them with respect.", "Children don’t need to learn about numbers and math until they go to school.", "It is not helpful to explain the reasons for rules to young children because they won’t understand.", "In the last month, how often did you hug or kiss your child?", "In the last month, how often did you share facts or observations about the world when you were doing other tasks (e.g., “did you know butter comes from cows?” while shopping at the grocery store)?", "In the last month, how often did you talk sternly to your child when he/she did something you don’t want?", "In the last month, how often did you talk about setting limits with your child (e.g., “only 10 minutes of screen time” or “no hitting”)?", "In the last month, how often did you practice numbers or letters with your child?", "In the last month, how often did your child watch educational programming (e.g., shows like Sesame Street) or play with educational apps (e.g., apps designed to teach numbers, colors, shapes, etc.) on a tablet or mobile device?", "In the last month, how often did you and your child spend time cuddling?", "In the last month, how often did your child sleep in the same bed as you?", "In the last month, how often did you read to your child?", "In the last month, how often did you and your child talk about feelings (e.g., when he/she was sad/angry)?", "In the last month, how often did your child help or try to help with chores or tasks (including cleaning up his/her toys)?", "In the last month, how often did you give your child “time out” or other punishments for acting out?"], "childAgeYoung": ["7to12mo"], "gender": ["Woman"], "ladder": ["4"], "comments": [""], "children": ["1"], "race": ["white"], "childAgeOld": ["7to12mo"], "trial_type": ["attitudes_instruct", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "behave_instruct", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "behave", "children_qs"], "age": ["30-39"], "ethnicity": ["NonHispanic"]}}, "AcceptTime": "2017-03-24T01:26:28Z", "HITId": "30F94FBDNRKFJWCUZHN9FZBQBZ0TB2", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2017-03-24T01:36:09Z"}