{"ApprovalTime": "2016-02-05T03:31:51Z", "AutoApprovalTime": "2016-02-05T03:30:57Z", "AssignmentId": "3EG49X351UCJHL2DY2C0I65RDWQX64", "WorkerId": "anon100", "answers": {"data": {"trial_number_block": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24], "trial_type": ["attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes", "attitudes"], "rating": ["3", "0", "6", "6", "3", "2", "6", "6", "4", "0", "0", "6", "4", "6", "6", "2", "6", "6", "0", "5", "6", "0", "0", "6"], "childAgeYoung": [""], "gender": ["Female"], "ladder": ["5"], "sentence": ["Young children should be allowed to make their own decisions, such as what to eat for dinner.", "Children don’t need to learn about numbers and math until they go to school.", "It is important to let young children know when they have broken a rule.", "Parents should pay close attention to what their child wants and desires.", "Children should not be punished for breaking small rules.", "Too much affection can make a child weak.", "If children have a good bond with their parents, they are more likely to have good friendships and relationships later on.", "It is important for children to be able to express their emotions.", "Babies’ repetitive behaviors (e.g. banging a cup on the table) are a way for them to learn about the consequences of actions.", "Reading books to children is not helpful if they have not yet learned to speak.", "Parents do not need to worry if their child misbehaves a lot.", "It is important to give young children new experiences and sensations.", "It does not matter if young children feel emotionally close to their parents.", "It is important for young children to learn to control their impulses (e.g., waiting when told to wait).", "Young children can teach themselves things by exploring and playing.", "Children become spoiled if they receive too much attention from parents.", "Children can learn about things like good and bad behavior from a very early age.", "Children should be given comfort and understanding when they are scared or unhappy.", "It is not helpful for adults to explain the reasons for rules to young children because they won’t understand.", "Parents should follow their children’s lead rather than imposing structure in the form of rules.", "It is very important that children learn to respect adults, such as parents and teachers.", "It is inappropriate for parents to act like friends to their children.", "Babies don’t learn about the world until they learn to speak.", "Children should be taught to be grateful to their parents."], "expt_aim": ["Learning how a child development progresses from an early age"], "children": ["0"], "expt_gen": ["Interesting Survey"], "race": ["other"], "homelang": ["Spanish"], "education": ["4year"], "age": ["40-49"], "ethnicity": ["Hispanic"], "childAgeOld": [""]}}, "AcceptTime": "2016-02-05T03:18:07Z", "HITId": "3QHITW7OYO9X86FACZTIFJGX60EQA1", "Assignment": "", "AssignmentStatus": "Approved", "SubmitTime": "2016-02-05T03:25:57Z"}